IDEA StatiCa Open Model
IdeaBeamImportSettings.CanChangeDesignCodeInWizard Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Can change design code in Wizard
 Namespace: IdeaRS.OpenModel.Beam
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool CanChangeDesignCodeInWizard { get; set; }
Public Property CanChangeDesignCodeInWizard As Boolean
	Get
	Set
public:
property bool CanChangeDesignCodeInWizard {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
IdeaBeamImportSettings Class
IdeaRS.OpenModel.Beam Namespace